{
  "NewBoard": {
    "createNewBoard": "Erstelle eine Sitzung",
    "createNewBoardAnonymous": "Erstelle anonym eine Sitzung",
    "createBoardError": "Du musst eingloggt sein um eine neue Sitzung erstellen zu können.",
    "logout": "Ausloggen",
    "user": "Anwender"
  },
  "LoginBoard": {
    "errorOnRedirect": "Bei der Weiterleitung ist ein Fehler aufgetreten",
    "joinAnonymous": "Nehme anonym an der Sitzung teil"
  },
  "Board": {
    "publicSession": "Öffentlich",
    "privateSession": "Privat"
  },
  "BoardGuard": {
    "incorrectPassphrase": "Falsches Passwort.",
    "reject": "Du wurdest zu der Sitzung nicht zugelassen.",
    "returnToHomepage": "Zur Homepage zurückkehren.",
    "waitingForApproval": "Warte auf Bestätigung zur Teilnahme."
  },
  "AuthRedirect": {
    "error": "Oops! Der Login hat nicht funktioniert. Bitte versuche es nochmal."
  },
  "AccessPolicySelection": {
    "title": "Zugriffsberechtigung",
    "passphrase": "Passwort",
    "public": "Zugriff für alle Teilnehmer über die URL möglich.",
    "byPassphrase": "Zugriff über die URL wird mit einem Passwort geschützt.",
    "manualVerification": "Moderatoren können Teilnehmer akzeptieren und ablehnen, ehe sie einer Sitzung beitreten.",
    "generatePassphrase": "Erstelle zufälliges Passwort",
    "copyPassphraseToClipboard": "Kopiere Passwort in Zwischenablage",
    "passphraseValidationError": "Ein Passwort muss gesetzt sein!"
  },
  "BoardHeader": {
    "showParticipants": "Zeige Teilnehmer"
  },
  "ParticipantsList": {
    "title": "Teilnehmer",
    "search": "Suche",
    "headerLegendName": "Name",
    "headerLegendAdmin": "Admin"
  },
  "DeleteBoardOption": {
    "warning": "Bist du dir sicher, dass du die Sitzung löschen möchtest? Die Aktion ist nicht umkehrbar.",
    "button": "Sitzung löschen"
  },
  "ExportBoardOption": {
    "button": "Sitzung exportieren",
    "exportAsJson": "JSON exportieren",
    "exportAsCSV": "CSV exportieren"
  },
  "ShareQrCodeOption": {
    "button": "Sitzung teilen",
    "copyInviteURL": "URL kopieren"
  },
  "ShowAuthorOption": {
    "show": "Zeige Ersteller der Kärtchen",
    "hide": "Blende Ersteller der Kärtchen aus"
  },
  "ShowHiddenColumnsOption": {
    "show": "Zeige alle Spalten",
    "hide": "Blende versteckte Spalten aus"
  },
  "ShowOtherUsersNotesOption": {
    "show": "Zeige Kärtchen anderer Teilnehmer",
    "hide": "Blende Kärtchen anderer Teilnehmer aus"
  },
  "ErrorPage": {
    "navigateHome": "Startseite",
    "navigateBack": "Gehe zurück"
  },
  "JoinRequest": {
    "title": "Jemand möchte der Sitzung beitreten",
    "accept": "Akzeptieren",
    "reject": "Ablehnen",
    "acceptAll": "Alle akzeptieren",
    "rejectAll": "Alle ablehnen"
  },
  "LoginProviders": {
    "signInWithGoogle": "Einloggen mit Google",
    "signInWithGitHub": "Einloggen mit Github",
    "signInWithMicrosoft": "Einloggen mit Microsoft"
  },
  "NoteInput": {
    "placeholder": "Füge ein Kärtchen hinzu..."
  },
  "PassphraseDialog": {
    "passphraseInputLabel": "Gib das Passwort ein um der Sitzung beizutreten",
    "togglePassphraseVisibility": "Schalte Sichtbarkeit des Passworts um",
    "submit": "Absenden",
    "hint": "Kollaborative Sitzung. Beim Beitritt stimmts du der AGB zu."
  },
  "Timer": {
    "stopTimer": "Stoppe Alarm"
  },
  "CookieNotice": {
    "description": "Wir und ausgewählte Partner verwenden Cookies oder ähnliche Technologien, wie in der Cookie-Richtlinie angegeben. Sie können der Verwendung solcher Technologien zustimmen, indem Sie diesen Hinweis schließen, mit einem Link oder einer Schaltfläche außerhalb dieses Hinweises interagieren oder auf andere Weise weitersurfen.",
    "learnMore": "Erfahre mehr über die Datenschutzrichtlinien",
    "decline": "Ablehnen",
    "accept": "Akzeptieren"
  },
  "CookiePolicy": {
    "title": "Cookie Richtlinien von scrumlr.io",
    "decline": "Ablehnen",
    "accept": "Akzeptieren",
    "body": "Dieses Dokument informiert die Nutzer über die Technologien, die scrumlr.io helfen, die unten beschriebenen Zwecke zu erreichen.\nDiese Technologien ermöglichen es dem Eigentümer, auf Informationen zuzugreifen und diese zu speichern (z.B. durch die Verwendung eines Cookies) oder Ressourcen auf dem Gerät eines Nutzers zu nutzen\n(z.B. durch die Ausführung eines Skripts), wenn dieser mit scrumlr.io interagiert.\n\nDer Einfachheit halber werden alle diese Technologien in diesem Dokument als \"Tracker\" definiert - es sei denn, es gibt einen\nGrund zur Unterscheidung. Zum Beispiel können Cookies sowohl in Web- als auch in mobilen Browsern verwendet werden, aber es wäre ungenau\nvon Cookies im Zusammenhang mit mobilen Anwendungen zu sprechen, da es sich um einen browserbasierten Tracker handelt. Aus diesem Grund wird der Begriff Cookies in diesem Dokument nur dann verwendet, wenn er speziell für diese Art von Tracker gedacht ist.\nArt von Tracker.\n\nEinige der Zwecke, für die Tracker verwendet werden, können auch die Zustimmung des Nutzers erfordern. Wenn die Zustimmung erteilt wird,\nkann sie jederzeit frei widerrufen werden, indem die in diesem Dokument enthaltenen Anweisungen befolgt werden.\n\nScrumlr.io verwendet nur Tracker, die direkt vom Eigentümer verwaltet werden (sogenannte \"First-Party\"-Tracker). Die Gültigkeits- und Ablaufzeiten von First-Party-Cookies und anderen ähnlichen Trackern können je nach der vom Eigentümer festgelegten Lebensdauer variieren.\nEigentümer. Einige von ihnen verfallen bei Beendigung der Browsersitzung des Nutzers.\n\n## Aktivitäten, die für den Betrieb von scrumlr.io und die Bereitstellung des Dienstes unbedingt erforderlich sind\n\nScrumlr.io verwendet sogenannte \"technische\" Cookies und andere ähnliche Tracker, um Aktivitäten durchzuführen, die für den Betrieb oder die Bereitstellung des Dienstes unbedingt erforderlich sind.\n\n## Wie Sie Ihre Einstellungen verwalten und Ihre Zustimmung erteilen oder widerrufen können\n\nEs gibt verschiedene Möglichkeiten, Präferenzen in Bezug auf Tracker zu verwalten und ggf. die Zustimmung zu erteilen oder zu widerrufen:\nDie Nutzer können ihre Präferenzen in Bezug auf Tracker direkt in ihren eigenen Geräteeinstellungen verwalten, indem sie zum Beispiel\ndie Verwendung oder Speicherung von Trackern verhindern. Wenn die Verwendung von Trackern auf einer Einwilligung beruht, können die Nutzer außerdem\neine solche Einwilligung erteilen oder widerrufen, indem sie ihre Präferenzen im Cookie-Hinweis festlegen oder diese Präferenzen aktualisieren\nüber das entsprechende Widget für die Einwilligungseinstellungen, falls vorhanden.\n\nEs ist auch möglich, über entsprechende Browser- oder Gerätefunktionen zuvor gespeicherte Tracker zu löschen, einschließlich derer\ndie zur Erinnerung an die ursprüngliche Einwilligung des Nutzers verwendet wurden. Andere Tracker im lokalen Speicher des Browsers können durch Löschen des\ndes Browserverlaufs gelöscht werden.\n\n## Auffinden von Tracker-Einstellungen\n\nInformationen über die Verwaltung von Cookies in den gebräuchlichsten Browsern finden die Nutzer beispielsweise unter folgenden Adressen\nAdressen:\n\n- Google Chrome\n- Mozilla Firefox\n- Apple Safari\n- Microsoft Internet Explorer\n- Microsoft Edge\n- Mutig\n- Opera\n\nBenutzer können auch bestimmte Kategorien von Trackern, die in mobilen Anwendungen verwendet werden, verwalten, indem sie sich über die entsprechenden Geräteeinstellungen abmelden,\nwie z. B. die Einstellungen für die Gerätewerbung für mobile Geräte oder die Tracking-Einstellungen im Allgemeinen (Nutzer können die Geräteeinstellungen\nEinstellungen öffnen und nach der entsprechenden Einstellung suchen).\n\nEigentümer und Datenverantwortlicher\ninovex GmbH\n\nKarlsruher Straße 71\n\n75179 Pforzheim\n\nDeutschland\n\nKontakt-E-Mail des Inhabers: info@scrumlr.io\n\nIn Anbetracht der objektiven Komplexität, die Tracking-Technologien umgeben, werden die Nutzer aufgefordert, den Eigentümer zu kontaktieren, wenn sie\nden Eigentümer zu kontaktieren, wenn sie weitere Informationen über die Verwendung solcher Technologien durch scrumlr.io erhalten möchten."
  },
  "MenuBars": {
    "markAsDone": "Als fertig markieren",
    "unmarkAsDone": "Als nicht fertig markieren",
    "addImage": "Füge Bild hinzu",
    "addSticker": "Füge Sticker hinzu",
    "settings": "Einstellungen",
    "editColumns": "Bearbeite Spalten",
    "stopEditingColumns": "Beende Spaltenbearbeitung",
    "startVoting": "Starte Abstimmung",
    "stopVoting": "Beende Abstimmung",
    "startFocusMode": "Starte Fokus-Modus",
    "stopFocusMode": "Beende Fokus-Modus"
  },
  "TimerToggleButton": {
    "label": "Alarm",
    "1min": "1 Minute",
    "3min": "3 Minuten",
    "5min": "5 Minuten",
    "customTime": "Manuelle Zeit",
    "cancelTimer": "Alarm beenden"
  },
  "BoardSettings": {
    "save": "speichern",
    "edit": "bearbeiten"
  },
  "AppInfo": {
    "version": "Anwendungsversion: <0>{{version}}</0>"
  },
  "Toast": {
    "authenticationError": "Ein Fehler trat beim Einloggen auf",
    "votingStarted": "Du hast eine Abstimmung gestartet!",
    "votingFinished": "Du hast die Abstimmung beendet!",
    "focusModeStart": "Du hast die Moderation gestartet!",
    "focusModeFinished": "Du hast die Moderation beendet!",
    "votingPhaseStarted": "Eine Abstimmung wurde gestartet und du kannst jetzt deine Stimmen vergeben!",
    "votingPhaseEnded": "Die Abstimmung wurde beendet und keine weitere Stimmen werden gezählt!",
    "moderationStarted": "Der Moderator wird nun Inhalte teilen!",
    "moderationEnded": "Die Moderation wurde beendet!",
    "timerStarted": "Ein Alarm wurde gesetzt!",
    "timerEnded": "Der Alarm ist beendet!",
    "timerCancelled": "Der Alarm wurde abgebrochen!"
  },
  "Homepage": {
    "teaserTitle": "Bringe dich & dein <team>Team</team> ans Ziel mit der <retrospective>Retrospektive.</retrospective>",
    "teaserText": "Starte mit einem Klick deine Retrospektive - es ist keine Registrierung notwendig und komplett kostenlos.",
    "startButton": "Jetzt loslegen",
    "privacyPolicy": "Datenschutzerklärung",
    "terms": "AGB"
  },
  "Legal": {
    "termsAndConditions": "# Allgemeine Geschäftsbedingungen von scrumlr.io\n\nDiese Allgemeinen Geschäftsbedingungen _(Nutzungsbedingungen)_ regeln die Nutzung von scrumlr.io in rechtlich verbindlicher Weise.\n\nscrumlr.io wird bereitgestellt von:\n\ninovex GmbH\nKarlsruher Straße 71\n75179 Pforzheim\nDeutschland\n\n**Kontakt-E-Mail des Eigentümers:** [info@scrumlr.io](mailto:info@scrumlr.io)\n\n\"scrumlr.io\" bezieht sich auf\n* diese Website, einschließlich ihrer Subdomains und jeder anderen Website, über die der Eigentümer seinen Dienst zur Verfügung stellt;\n* die Anwendungsprogramm-Schnittstellen (API);\n* den Dienst;\n\nDiese Nutzungsbedingungen gelten entsprechend für die Bereitstellung neuer Versionen von scrumlr.io (z.B. Patches, Bugfixes, Updates, Upgrades, etc.).\n\nAllgemeine Geschäftsbedingungen des Nutzers werden ausdrücklich nicht Vertragsbestandteil, auch wenn inovex ihrer Geltung nicht ausdrücklich widerspricht.\n\nDer Nutzer muss dieses Dokument sorgfältig lesen.\n\n## NUTZUNGSBEDINGUNGEN\n\nSoweit nicht anders angegeben, gelten die in diesem Abschnitt aufgeführten Nutzungsbedingungen generell für die Nutzung von scrumlr.io.\n\nMit der Nutzung von scrumlr.io bestätigen die Nutzer, dass sie die folgenden Anforderungen erfüllen:\n\n* Es gibt keine Einschränkungen für Nutzer in Bezug auf die Eigenschaft als Verbraucher oder Geschäftskunden;\n* Die Nutzer müssen nach geltendem Recht als volljährig anerkannt sein;\n* Minderjährige dürfen scrumlr.io nur unter elterlicher oder erwachsener Aufsicht nutzen;\n\n### Konto-Registrierung\n\nUm den Dienst zu nutzen, können sich Nutzer registrieren oder ein Nutzerkonto erstellen, indem sie alle erforderlichen Daten oder Informationen vollständig und wahrheitsgemäß angeben. Benutzer können den Dienst auch mit einem anonymen Benutzerkonto und ohne Registrierung oder Erstellung eines Benutzerkontos nutzen, allerdings kann dies zu einer eingeschränkten Verfügbarkeit bestimmter Eigenschaften oder Funktionen führen.\n\nMit der Registrierung erklären sich die Nutzer bereit, die volle Verantwortung für alle Aktivitäten zu übernehmen, die unter ihrem Benutzernamen stattfinden.\n\nDie Nutzer sind verpflichtet, den Eigentümer unverzüglich und unmissverständlich über die in diesem Dokument angegebenen Kontaktdaten zu informieren, wenn sie der Meinung sind, dass ihre persönlichen Informationen, einschließlich, aber nicht beschränkt auf Nutzerkonten oder persönliche Daten, verletzt, unrechtmäßig offengelegt oder gestohlen wurden.\n\n#### Bedingungen für die Registrierung von Konten\n\nDie Registrierung von Nutzerkonten auf scrumlr.io unterliegt den unten aufgeführten Bedingungen. Durch die Registrierung stimmen die Nutzer zu, diese Bedingungen zu erfüllen.\n* Die Registrierung von Konten durch Bots oder andere automatisierte Methoden ist nicht zulässig.\n\n#### Kontokündigung\n\nBenutzer können ihr Konto jederzeit kündigen und die Nutzung des Dienstes einstellen, indem sie Folgendes tun:\n* Durch direkte Kontaktaufnahme mit dem Eigentümer unter den in diesem Dokument angegebenen Kontaktdaten.\n\n#### Sperrung und Löschung des Kontos\n\nDer Eigentümer behält sich das Recht vor, nach eigenem Ermessen jederzeit und ohne Vorankündigung Benutzerkonten zu sperren oder zu löschen, die er für unangemessen oder anstößig hält oder die gegen die vorliegenden Bedingungen verstoßen. Die Sperrung oder Löschung von Benutzerkonten berechtigt die Benutzer nicht zu Entschädigungs-, Schadensersatz- oder Erstattungsansprüchen. Die Sperrung oder Löschung von Konten aufgrund von Ursachen, die dem Nutzer zuzuschreiben sind, entbindet den Nutzer nicht von der Zahlung der anwendbaren Gebühren oder Preise.\n\n### Inhalt auf scrumlr.io\n\nSofern nicht anders angegeben oder klar erkennbar, sind alle auf scrumlr.io verfügbaren Inhalte Eigentum des Eigentümers oder seiner Lizenzgeber.\n\nDer Betreiber bemüht sich nach besten Kräften, dass die auf scrumlr.io zur Verfügung gestellten Inhalte keine geltenden gesetzlichen Bestimmungen oder Rechte Dritter verletzen. Es ist jedoch nicht immer möglich, ein solches Ergebnis zu erzielen.\n\nIn solchen Fällen werden die Nutzer gebeten, unbeschadet der gesetzlichen Möglichkeiten zur Durchsetzung ihrer Rechte, Beschwerden vorzugsweise über die in diesem Dokument angegebenen Kontaktdaten zu melden.\n\n#### Rechte bezüglich des Inhalts auf scrumlr.io - Alle Rechte vorbehalten\n\nDer Eigentümer hält und behält sich alle geistigen Eigentumsrechte für diese Inhalte vor. Wo ausdrücklich auf scrumlr.io angegeben, kann der Nutzer einige Inhalte, die über scrumlr.io verfügbar sind, herunterladen, kopieren und/oder weitergeben, vorausgesetzt, dass die Urheberrechtsvermerke und alle anderen vom Eigentümer geforderten Vermerke korrekt umgesetzt werden. Jegliche anwendbare gesetzliche Einschränkung oder Ausnahme zum Urheberrecht bleibt unberührt.\n\n### Von Nutzern bereitgestellte Inhalte\n\nDer Eigentümer gestattet den Nutzern, eigene Inhalte auf scrumlr.io hochzuladen, zu teilen oder bereitzustellen.\n\nMit der Bereitstellung von Inhalten auf scrumlr.io bestätigen die Nutzer, dass sie rechtlich dazu befugt sind und dass sie keine gesetzlichen Bestimmungen und/oder Rechte Dritter verletzen. Weitere Einblicke in die zulässigen Inhalte finden Sie in dem Abschnitt dieser Bedingungen, der die zulässigen Nutzungen detailliert beschreibt.\n\n#### Rechte an den von den Nutzern bereitgestellten Inhalten\n\nNutzer erkennen an und akzeptieren, dass sie durch die Bereitstellung eigener Inhalte auf scrumlr.io dem Betreiber eine nicht-exklusive, voll bezahlte und unentgeltliche Lizenz zur Verarbeitung dieser Inhalte ausschließlich für den Betrieb und die Wartung von scrumlr.io im Rahmen der vertraglichen Verpflichtungen einräumen. Soweit gesetzlich zulässig, verzichten die Nutzer auf jegliche Urheberpersönlichkeitsrechte im Zusammenhang mit den von ihnen an scrumlr.io übermittelten Inhalten.\n\nDie Nutzer erkennen an, akzeptieren und bestätigen, dass alle Inhalte, die sie über scrumlr.io bereitstellen, den gleichen allgemeinen Bedingungen unterliegen, die für Inhalte auf scrumlr.io gelten.\n\n#### Haftung für bereitgestellte Inhalte\n\nDie Nutzer sind allein verantwortlich für alle Inhalte, die sie hochladen, posten, teilen oder über scrumlr.io bereitstellen. Die Nutzer erkennen an und akzeptieren, dass der Eigentümer solche Inhalte nicht filtert oder moderiert. Der Eigentümer behält sich jedoch das Recht vor, solche Inhalte nach eigenem Ermessen zu entfernen, zu löschen, zu sperren oder zu berichtigen und dem hochladenden Nutzer ohne vorherige Ankündigung den Zugang zu scrumlr.io zu verweigern:\n\n* wenn eine Beschwerde aufgrund eines solchen Inhalts eingeht;\n* wenn eine Mitteilung über die Verletzung von Rechten an geistigem Eigentum eingeht;\n* auf Anordnung einer öffentlichen Behörde; oder\n* wenn der Eigentümer darauf aufmerksam gemacht wird, dass der Inhalt, während er über scrumlr.io zugänglich ist, ein Risiko für Nutzer, Dritte und/oder die Verfügbarkeit des Dienstes darstellen kann.\n\nDie Entfernung, Löschung, Sperrung oder Berichtigung von Inhalten gibt den Nutzern, die diese Inhalte zur Verfügung gestellt haben oder für diese haften, keinen Anspruch auf Entschädigung, Schadenersatz oder Rückerstattung. Die Nutzer verpflichten sich, den Betreiber von jeglichen Ansprüchen und/oder Schäden freizustellen, die aufgrund von Inhalten, die sie scrumlr.io zur Verfügung gestellt haben oder über scrumlr.io zur Verfügung stellen, geltend gemacht werden.\n\n#### Zugang zu bereitgestellten Inhalten\n\nInhalte, die Nutzer scrumlr.io zur Verfügung stellen, werden nach den in diesem Abschnitt beschriebenen Kriterien zugänglich gemacht.\n\n##### Private Inhalte\n\nPrivate Inhalte, die von Nutzern zur Verfügung gestellt werden, bleiben privat und werden nicht an Dritte weitergegeben oder vom Eigentümer ohne ausdrückliche Zustimmung des Nutzers eingesehen.\n\n##### Inhalte für bestimmte Zielgruppen\n\nInhalte, die für ein bestimmtes Publikum bestimmt sind, dürfen nur mit solchen Dritten geteilt werden, die von den Nutzern bestimmt wurden. Alle persönlichen Daten, Identifizierungsmerkmale oder sonstigen Informationen, die die Nutzer in Verbindung mit solchen Inhalten hochladen (z. B. eine Benutzer-ID, ein Avatar oder ein Spitzname usw.), erscheinen auch in Verbindung mit den Inhalten. Die Nutzer können (und sollten) auf scrumlr.io überprüfen, wer auf die von ihnen bereitgestellten Inhalte zugreifen kann.\n\n### Zugang zu externen Ressourcen\n\nÜber scrumlr.io können Nutzer Zugang zu externen Ressourcen haben, die von Dritten bereitgestellt werden. Die Nutzer erkennen an und akzeptieren, dass der Eigentümer keine Kontrolle über diese Ressourcen hat und daher nicht für deren Inhalt und Verfügbarkeit verantwortlich ist.\n\nDie Bedingungen, die auf die von Dritten bereitgestellten Ressourcen anwendbar sind, einschließlich derer, die auf eine mögliche Gewährung von Rechten an den Inhalten anwendbar sind, ergeben sich aus den Geschäftsbedingungen dieser Dritten oder, in Ermangelung solcher, aus dem anwendbaren gesetzlichen Recht.\n\n### Akzeptable Nutzung\n\nscrumlr.io und der Dienst dürfen nur im Rahmen dessen, wofür sie zur Verfügung gestellt werden, unter diesen Bedingungen und dem geltenden Recht genutzt werden.\n\nDie Nutzer sind allein dafür verantwortlich, dass ihre Nutzung von scrumlr.io und/oder des Dienstes nicht gegen geltendes Recht, Vorschriften oder Rechte Dritter verstößt. Daher behält sich der Eigentümer das Recht vor, alle angemessenen Maßnahmen zu ergreifen, um seine legitimen Interessen zu schützen, einschließlich der Verweigerung des Zugangs zu scrumlr.io oder dem Dienst, der Beendigung von Verträgen, der Meldung von Fehlverhalten, das über scrumlr.io oder den Dienst begangen wurde, an die zuständigen Behörden - wie z.B. Justiz- oder Verwaltungsbehörden - wann immer der Verdacht besteht, dass Nutzer gegen Gesetze, Vorschriften, Rechte Dritter und/oder diese Bedingungen verstoßen, einschließlich, aber nicht beschränkt auf, eine der folgenden Aktivitäten:\n\n#### Verhaltensbeschränkungen\n\n* Vortäuschen der Erfüllung möglicher Bedingungen oder Voraussetzungen für den Zugang zu scrumlr.io und/oder die Nutzung der Dienste, wie z.B. die Volljährigkeit nach dem Gesetz oder die Qualifikation als Verbraucher;\n* ihre Identität zu verschleiern oder die Identität eines anderen zu stehlen oder vorzugeben, ein Dritter zu sein oder einen Dritten zu vertreten, wenn dies von diesem Dritten nicht erlaubt ist;\n* Identifikatoren zu manipulieren, um die Herkunft ihrer Nachrichten oder der eingestellten Inhalte zu verschleiern oder anderweitig zu verbergen;\n* Verleumdung, Beschimpfung, Belästigung, Drohungen, Bedrohung oder Verletzung der Rechte anderer in sonstiger Weise\n* die Förderung von Aktivitäten, die das Leben des Nutzers oder das Leben anderer Nutzer gefährden oder zu körperlichen Schäden führen können. Dazu gehören unter anderem Selbstmorddrohungen oder -aufforderungen, absichtliche körperliche Verletzungen, der Konsum illegaler Drogen oder übermäßiger Alkoholkonsum. Unter keinen Umständen ist es Nutzern erlaubt, Inhalte auf scrumlr.io zu veröffentlichen, die selbstzerstörerisches oder gewalttätiges Verhalten fördern und/oder ermutigen und/oder zeigen;\n* das Ausprobieren, Scannen oder Testen der Verwundbarkeit von scrumlr.io, einschließlich der Dienste oder eines mit der Webseite verbundenen Netzwerks, noch die Verletzung der Sicherheits- oder Authentifizierungsmaßnahmen auf scrumlr.io, einschließlich der Dienste oder eines mit scrumlr.io verbundenen Netzwerks;\n* das Installieren, Einbetten, Hochladen oder anderweitige Einbinden von Malware in oder über scrumlr.io;\n* scrumlr.io oder die technische Infrastruktur in missbräuchlicher, übermäßiger oder anderweitig unangemessener Weise zu nutzen (z.B. für Spamming-Zwecke);\n* den Versuch, die technische Infrastruktur in einer Weise zu stören oder zu manipulieren, die scrumlr.io oder den Dienst schädigt oder unangemessen belastet;\n\n#### Exzessive Nutzung des Dienstes\n\n* Übermäßige Nutzung einer Ressource von scrumlr.io im Verhältnis zu anderen Nutzern von scrumlr.io - in solchen Fällen behält sich der Betreiber nach eigenem Ermessen zusätzlich das Recht vor, den Account des Nutzers zu sperren oder die damit verbundenen Aktivitäten einzuschränken, bis der Nutzer den übermäßigen Verbrauch reduziert;\n\n#### Exzessive Nutzung der API\n\n* das Senden missbräuchlicher oder übermäßig häufiger Anfragen an den Dienst über die API. Der Eigentümer bestimmt, was einen Missbrauch oder eine übermäßige Nutzung der API darstellt und behält sich außerdem das Recht vor, den Zugang des Nutzers zur API vorübergehend oder dauerhaft zu sperren. In solchen Fällen wird der Eigentümer einen angemessenen Versuch unternehmen, den Nutzer vor der Sperrung zu warnen;\n\n#### Scraping\n\n* die Anwendung jeglicher automatisierter Verfahren, um Informationen, Daten und/oder Inhalte von scrumlr.io und allen damit verbundenen digitalen Eigenschaften zu extrahieren, zu sammeln oder abzuschöpfen, es sei denn, der Eigentümer hat dies ausdrücklich erlaubt;\n\n#### Inhaltliche Einschränkungen\n\n* Verbreitung oder Veröffentlichung von Inhalten, die ungesetzlich, obszön, unrechtmäßig, verleumderisch oder unangemessen sind;\n* Veröffentlichung von Inhalten, die direkt oder indirekt Hass, Rassismus, Diskriminierung, Pornografie oder Gewalt fördern;\n* Verbreitung oder Veröffentlichung von Inhalten, die falsch sind oder einen ungerechtfertigten Alarm auslösen können;\n* scrumlr.io zu nutzen, um Inhalte zu veröffentlichen, zu verbreiten oder anderweitig zur Verfügung zu stellen, die durch Gesetze zum Schutz des geistigen Eigentums geschützt sind, einschließlich, aber nicht beschränkt auf Patent-, Marken- oder Urheberrechtsgesetze, unrechtmäßig und ohne die Zustimmung des rechtmäßigen Rechteinhabers;\n* scrumlr.io zu nutzen, um andere Inhalte zu veröffentlichen, zu verbreiten oder anderweitig zur Verfügung zu stellen, die die Rechte Dritter verletzen, einschließlich, aber nicht beschränkt auf Staats-, Militär-, Geschäfts- oder Berufsgeheimnisse und persönliche Daten;\n* Inhalte zu veröffentlichen oder Aktivitäten auszuführen, die die Integrität von scrumlr.io oder die Erfahrung oder die Geräte anderer Nutzer stören, unterbrechen, schädigen oder anderweitig verletzen. Zu solchen Aktivitäten gehören: Spamming, Verbreitung von nicht autorisierter Werbung, Phishing, Betrug, Verbreitung von Malware oder Viren usw.;\n\n#### Schutz der Nutzer\n\n* Aneignung eines Kontos, das von einem anderen Nutzer verwendet wird;\n* das Sammeln von persönlichen Informationen anderer Nutzer, einschließlich, aber nicht beschränkt auf deren E-Mail-Adressen oder Kontaktinformationen, durch Umgehung der Datenschutzeinstellungen der Konten anderer Nutzer auf scrumlr.io oder durch andere Mittel;\n* die Verwendung von Informationen über andere Nutzer, einschließlich persönlicher Daten oder Kontaktinformationen, für andere Zwecke als die, für die scrumlr.io gedacht ist;\n\n#### Einschränkungen der kommerziellen Nutzung\n\n* die Angabe oder der Versuch, in irgendeiner Weise anzudeuten, dass ein Nutzer in einer qualifizierten Beziehung zu scrumlr.io steht oder dass scrumlr.io den Nutzer, die Produkte oder Dienstleistungen des Nutzers oder die Produkte und Dienstleistungen eines Dritten für irgendeinen Zweck unterstützt hat;\n\n### Software-Lizenz\n\nDie in scrumlr.io eingebettete oder mit scrumlr.io verbundene Software wird unter einer Lizenz mit einigen Rechten zur Verfügung gestellt.\n\nDies bedeutet, dass den Nutzern weitreichende Rechte gewährt werden, einschließlich, aber nicht beschränkt auf das Recht, die Software zu nutzen, auszuführen, zu vervielfältigen oder zu verbreiten, und zwar in dem durch diese Lizenz festgelegten Umfang. Die Bedingungen einer solchen Lizenz haben immer Vorrang vor widersprüchlichen, abweichenden oder inkonsistenten Bestimmungen dieser Bedingungen. Insbesondere wird scrumlr.io und/oder die dazugehörige Software unter einer MIT-Lizenz zur Verfügung gestellt, die es den Nutzern erlaubt, auf den Quellcode der Software zuzugreifen und diesen zu nutzen. Weitere Informationen zu den Lizenzbedingungen finden die Nutzer hier.\n\n### API-Nutzungsbedingungen\n\nNutzer können auf ihre Daten bezüglich scrumlr.io über das Application Program Interface (API) zugreifen. Jegliche Nutzung der API, einschließlich der Nutzung der API durch ein Produkt/einen Dienst eines Drittanbieters, der auf scrumlr.io zugreift, ist an diese Bedingungen und zusätzlich an die folgenden spezifischen Bedingungen gebunden:\n\n* Der Nutzer versteht ausdrücklich und stimmt zu, dass der Eigentümer keine Verantwortung trägt und nicht für Schäden oder Verluste haftbar gemacht werden kann, die aus der Nutzung der API durch den Nutzer oder der Nutzung von Produkten/Diensten Dritter, die über die API auf Daten zugreifen, entstehen.\n\n## Haftung und Entschädigung\n\n### Begrenzung der Haftung\nSofern nicht ausdrücklich anders angegeben und unbeschadet der geltenden gesetzlichen Bestimmungen zur Produkthaftung hat der Nutzer keinen Anspruch auf Schadensersatz gegen den Vermieter (oder eine in seinem Namen handelnde natürliche oder juristische Person). Dies gilt nicht für Schäden aus der Verletzung des Lebens, der Gesundheit oder der körperlichen Unversehrtheit, für Schäden aus der Verletzung einer wesentlichen Vertragspflicht, die zur Erreichung des Vertragszwecks notwendig ist, und/oder für Schäden, die auf Vorsatz oder grober Fahrlässigkeit beruhen, sofern scrumlr.io vom Nutzer sachgerecht verwendet wurde. Für Schäden, die nicht auf Vorsatz oder grober Fahrlässigkeit beruhen oder die das Leben, die Gesundheit oder die körperliche Unversehrtheit betreffen, haftet der Betreiber nur in Höhe des typischen und bei Vertragsschluss vorhersehbaren Schadens. Insbesondere haftet der Vermieter im Rahmen der vorgenannten Grenzen nicht für:\n\n* den Verlust von Geschäftsmöglichkeiten und jeden anderen, auch indirekten Verlust, der dem Nutzer entstehen kann (wie z.B. Handelsverluste, Verlust von Einnahmen, Einkommen, Gewinnen oder erwarteten Einsparungen, Verlust von Verträgen oder Geschäftsbeziehungen, Verlust des Rufs oder des Firmenwerts, usw.);\n* Schäden oder Verluste, die durch Unterbrechungen oder Störungen von scrumlr.io aufgrund von höherer Gewalt oder unvorhergesehenen und unvorhersehbaren Ereignissen entstehen und in jedem Fall unabhängig vom Willen und außerhalb der Kontrolle des Eigentümers liegen, wie z.B., aber nicht beschränkt auf, Ausfälle oder Unterbrechungen von Telefon- oder Stromleitungen, des Internets und/oder anderer Übertragungswege, Nichtverfügbarkeit von Webseiten, Streiks, Naturkatastrophen, Viren und Cyberangriffe, Unterbrechungen bei der Lieferung von Produkten, Dienstleistungen oder Anwendungen Dritter;\n* Verluste, die nicht die unmittelbare Folge eines Verstoßes des Eigentümers gegen die Bedingungen sind;\n* Schäden, Beeinträchtigungen oder Verluste aufgrund von Viren oder anderer Malware, die in Dateien enthalten oder mit Dateien verbunden sind, die im Internet oder über scrumlr.io heruntergeladen werden können. Die Nutzer sind dafür verantwortlich, ausreichende Sicherheitsvorkehrungen zu treffen - wie z.B. Virenschutz und Firewalls - um eine solche Infektion oder einen solchen Angriff zu verhindern und Sicherungskopien aller Daten oder Informationen, die über scrumlr.io ausgetauscht oder hochgeladen werden, zu erstellen.\n\n### Entschädigung\nDer Nutzer erklärt sich damit einverstanden, den Eigentümer und seine Tochtergesellschaften, verbundenen Unternehmen, leitenden Angestellten, Direktoren, Agenten, Co-Brander, Partner und Mitarbeiter von jeglichen Ansprüchen oder Forderungen - einschließlich, aber nicht beschränkt auf Anwaltsgebühren und -kosten - freizustellen und schadlos zu halten, die von Dritten aufgrund oder im Zusammenhang mit einer schuldhaften Nutzung des Dienstes oder einer Verbindung zu diesem, einer Verletzung dieser Bedingungen, einer Verletzung von Rechten Dritter oder gesetzlicher Bestimmungen durch den Nutzer oder seine verbundenen Unternehmen, leitenden Angestellten, Direktoren, Agenten, Co-Brander, Partner und Mitarbeiter geltend gemacht werden, soweit dies nach geltendem Recht zulässig ist.\n\n## Gemeinsame Bestimmungen\n\n### Kein Verzicht\n\nDas Versäumnis des Eigentümers, ein Recht oder eine Bestimmung im Rahmen dieser Bedingungen geltend zu machen, stellt keinen Verzicht auf ein solches Recht oder eine solche Bestimmung dar. Ein Verzicht gilt nicht als weiterer oder fortgesetzter Verzicht auf diese oder eine andere Bestimmung.\n\n### Unterbrechung des Dienstes\n\nUm ein bestmögliches Serviceniveau zu gewährleisten, behält sich der Eigentümer das Recht vor, den Dienst für Wartungsarbeiten, Systemaktualisierungen oder andere Änderungen zu unterbrechen.\n\nIm Rahmen der gesetzlichen Bestimmungen kann der Eigentümer auch beschließen, den Dienst zu unterbrechen oder ganz zu beenden. Wenn der Dienst eingestellt wird, wird der Eigentümer mit den Nutzern zusammenarbeiten, um ihnen die Möglichkeit zu geben, persönliche Daten oder Informationen in Übereinstimmung mit dem geltenden Recht zurückzuziehen. Darüber hinaus kann es vorkommen, dass der Dienst aus Gründen, die außerhalb der Kontrolle des Eigentümers liegen, nicht zur Verfügung steht, wie z. B. höhere Gewalt\" (z. B. Arbeitskampfmaßnahmen, Störungen der Infrastruktur oder Stromausfälle usw.).\n\n### Wiederverkauf von Dienstleistungen\n\nNutzer dürfen keinen Teil von scrumlr.io und des Dienstes ohne die ausdrückliche vorherige schriftliche Genehmigung des Eigentümers, die entweder direkt oder über ein legitimes Wiederverkaufsprogramm erteilt wird, reproduzieren, duplizieren, kopieren, verkaufen, weiterverkaufen oder verwerten.\n\n### Datenschutz\n\nUm mehr über die Verwendung ihrer persönlichen Daten zu erfahren, können Nutzer die Datenschutzrichtlinien von scrumlr.io einsehen.\n\n### Geistige Eigentumsrechte\n\nUnbeschadet spezifischerer Bestimmungen dieser Bedingungen sind alle Rechte an geistigem Eigentum, wie z.B. Urheberrechte, Markenrechte, Patentrechte und Designrechte in Bezug auf scrumlr.io ausschließliches Eigentum des Eigentümers oder seiner Lizenzgeber und unterliegen dem Schutz, der durch geltende Gesetze oder internationale Verträge in Bezug auf geistiges Eigentum gewährt wird.\n\nAlle Marken - nominell oder bildlich - und alle anderen Marken, Handelsnamen, Dienstleistungsmarken, Wortmarken, Illustrationen, Bilder oder Logos, die in Verbindung mit scrumlr.io erscheinen, sind und bleiben das ausschließliche Eigentum des Eigentümers oder seiner Lizenzgeber und unterliegen dem Schutz, der durch geltende Gesetze oder internationale Verträge in Bezug auf geistiges Eigentum gewährt wird.\n\n### Änderungen an diesen Bedingungen\n\nDer Eigentümer behält sich das Recht vor, diese Bedingungen jederzeit zu ergänzen oder anderweitig zu ändern. In solchen Fällen wird der Eigentümer den Nutzer in angemessener Weise über diese Änderungen informieren.\n\nSolche Änderungen wirken sich nur auf die Beziehung mit dem Nutzer für die Zukunft aus. Die weitere Nutzung des Dienstes bedeutet, dass der Nutzer die geänderten Bedingungen akzeptiert. Wenn der Nutzer nicht an die Änderungen gebunden sein möchte, muss er die Nutzung des Dienstes einstellen. Die Nichtannahme der geänderten Bedingungen kann beide Parteien zur Kündigung des Vertrags berechtigen. Die geltende frühere Version regelt die Beziehung vor der Annahme durch den Nutzer. Der Benutzer kann jede frühere Version vom Eigentümer erhalten. Falls dies gesetzlich vorgeschrieben ist, gibt der Vermieter das Datum an, an dem die geänderten Bedingungen in Kraft treten.\n\n### Abtretung des Vertrags\n\nDer Vermieter behält sich das Recht vor, unter Berücksichtigung der berechtigten Interessen des Nutzers einzelne oder alle Rechte oder Pflichten aus diesen Bedingungen zu übertragen, abzutreten, durch Novation zu veräußern oder einen Untervertrag abzuschließen. Die Bestimmungen über die Änderung der vorliegenden Bedingungen gelten entsprechend.\n\nDie Nutzer dürfen ihre Rechte und Pflichten aus diesen Bedingungen ohne schriftliche Genehmigung des Eigentümers in keiner Weise abtreten oder übertragen.\n\n### Kontakte\n\nAlle Mitteilungen, die sich auf die Nutzung von scrumlr.io beziehen, müssen über die in diesem Dokument angegebenen Kontaktinformationen gesendet werden.\n\n\n### Trennbarkeit\n\nSollte eine Bestimmung dieser Bedingungen nichtig, ungültig oder nicht durchsetzbar sein oder als nichtig erachtet werden, werden die Parteien ihr Bestes tun, um auf gütlichem Wege eine Vereinbarung über gültige und durchsetzbare Bestimmungen zu finden, die die nichtigen, ungültigen oder nicht durchsetzbaren Teile ersetzt. Gelingt dies nicht, so werden die nichtigen, ungültigen oder nicht durchsetzbaren Bestimmungen durch die anwendbaren gesetzlichen Bestimmungen ersetzt, sofern dies nach dem anwendbaren Recht zulässig oder vorgesehen ist. Unbeschadet des Vorstehenden hat die Nichtigkeit, Ungültigkeit oder Unmöglichkeit der Durchsetzung einer bestimmten Bestimmung dieser Bedingungen nicht die Nichtigkeit des gesamten Vertrages zur Folge, es sei denn, die abgetrennten Bestimmungen sind für den Vertrag wesentlich oder von solcher Bedeutung, dass die Parteien den Vertrag nicht geschlossen hätten, wenn sie gewusst hätten, dass die Bestimmung nicht gültig ist, oder in Fällen, in denen die verbleibenden Bestimmungen für eine der Parteien eine unzumutbare Härte bedeuten würden.\n\n### Anwendbares Recht, Gerichtsstand\n\nFür die Bereitstellung von scrumlr.io sowie alle diesbezüglichen Rechtsbeziehungen zwischen dem Anbieter und dem Nutzer gilt das Recht der Bundesrepublik Deutschland. Die Anwendung des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf (CISG) ist ausgeschlossen.\n\nFür den Fall, dass der Nutzer (i) Kaufmann im Sinne des Handelsgesetzbuches ist, (ii) eine juristische Person des öffentlichen Rechts oder ein öffentlich-rechtliches Sondervermögen ist, oder (iii) der Nutzer keinen allgemeinen Gerichtsstand im Gebiet der Bundesrepublik Deutschland unterhält, wird Karlsruhe als Gerichtsstand vereinbart. Der Verkäufer behält sich jedoch das Recht vor, am allgemeinen Gerichtsstand des Nutzers zu klagen oder sonstige gerichtliche Verfahren durchzuführen.\n\nLetzte Aktualisierung November, 2021",
    "privacyPolicy": ""
  }
}
