{
  "NewBoard": {
    "createNewBoard": "Create new Board",
    "createNewBoardAnonymous": "Create new board anonymously",
    "createBoardError": "You must be logged in to create a board. Reload the page and try again",
    "logout": "Logout",
    "user": "User"
  },
  "LoginBoard": {
    "errorOnRedirect": "An error occurred while redirecting you",
    "joinAnonymous": "Join board anonymously"
  },
  "Board": {
    "publicSession": "Public Session",
    "privateSession": "Private Session"
  },
  "BoardGuard": {
    "incorrectPassphrase": "Incorrect passphrase used.",
    "reject": "You have been rejected.",
    "returnToHomepage": "Return to homepage",
    "waitingForApproval": "Waiting for approval."
  },
  "AuthRedirect": {
    "error": "Oops! Sign-in failed, please try again."
  },
  "AccessPolicySelection": {
    "title": "Access policy",
    "passphrase": "Passphrase",
    "public": "Access by URL without further verification.",
    "byPassphrase": "Access by URL and passphrase.",
    "manualVerification": "Admins of board can manually verify or reject each access request individually.",
    "generatePassphrase": "Generate random passphrase",
    "copyPassphraseToClipboard": "Copy passphrase to clipboard",
    "passphraseValidationError": "A passphrase must be set"
  },
  "BoardHeader": {
    "showParticipants": "Show participants"
  },
  "ParticipantsList": {
    "title": "Participants",
    "search": "Search",
    "headerLegendName": "Name",
    "headerLegendAdmin": "Admin"
  },
  "DeleteBoardOption": {
    "warning": "Are you absolutely sure that you want to delete the board? This action cannot be undone.",
    "button": "Delete board"
  },
  "ExportBoardOption": {
    "button": "Export board",
    "exportAsJson": "Export as json",
    "exportAsCSV": "Export as csv"
  },
  "ShareQrCodeOption": {
    "button": "Share board",
    "copyInviteURL": "Copy Invite URL"
  },
  "ShowAuthorOption": {
    "show": "Show authors of card",
    "hide": "Hide authors of card"
  },
  "ShowHiddenColumnsOption": {
    "show": "Show columns",
    "hide": "Hide columns"
  },
  "ShowOtherUsersNotesOption": {
    "show": "Show notes of other users",
    "hide": "Hide notes of other users"
  },
  "ErrorPage": {
    "navigateHome": "Home",
    "navigateBack": "Go back"
  },
  "JoinRequest": {
    "title": "Someone requests to participate",
    "accept": "Accept",
    "reject": "Reject",
    "acceptAll": "Accept all",
    "rejectAll": "Reject all"
  },
  "LoginProviders": {
    "signInWithGoogle": "Sign in with Google",
    "signInWithGitHub": "Sign in with Github",
    "signInWithMicrosoft": "Sign in with Microsoft"
  },
  "NoteInput": {
    "placeholder": "Add your note..."
  },
  "PassphraseDialog": {
    "passphraseInputLabel": "Enter the passphrase to access this board",
    "togglePassphraseVisibility": "Toggle passphrase visibility",
    "submit": "Submit",
    "hint": "Collaborative session. By continuing you're accepting our privacy policy."
  },
  "Timer": {
    "stopTimer": "Stop timer"
  },
  "CookieNotice": {
    "description": "We and selected partners use cookies or similar technologies as specified in the cookie policy. You can consent to the use of such technologies by closing this notice,\n            by interacting with any link or button outside of this notice or by continuing to browse otherwise.",
    "learnMore": "Learn more about our Cookie Policy",
    "decline": "Decline",
    "accept": "Accept"
  },
  "CookiePolicy": {
    "title": "Cookie Policy of scrumlr.io",
    "decline": "Decline",
    "accept": "Accept",
    "body": "This document informs Users about the technologies that help scrumlr.io to achieve the purposes described below.\nSuch technologies allow the Owner to access and store information (for example by using a Cookie) or use resources\n(for example by running a script) on a User’s device as they interact with scrumlr.io.\n\nFor simplicity, all such technologies are defined as &quot;Trackers&quot; within this document – unless there is a\nreason to differentiate. For example, while Cookies can be used on both web and mobile browsers, it would be inaccurate\nto talk about Cookies in the context of mobile apps as they are a browser-based Tracker. For this\nreason, within this document, the term Cookies is only used where it is specifically meant to indicate that particular\ntype of Tracker.\n\nSome of the purposes for which Trackers are used may also require the User&apos;s consent. Whenever consent is given,\nit can be freely withdrawn at any time following the instructions provided in this document.\n\nScrumlr.io only uses Trackers managed directly by the Owner (so-called &quot;first-party&quot; Trackers). The validity\nand expiration periods of first-party Cookies and other similar Trackers may vary depending on the lifetime set by the\nOwner. Some of them expire upon termination of the User’s browsing session.\n\n## Activities strictly necessary for the operation of scrumlr.io and delivery of the Service\n\nScrumlr.io uses so-called “technical” Cookies and other similar Trackers to carry out activities that are strictly\nnecessary for the operation or delivery of the Service.\n\n## How to manage preferences and provide or withdraw consent\n\nThere are various ways to manage Tracker related preferences and to provide and withdraw consent, where relevant:\nUsers can manage preferences related to Trackers from directly within their own device settings, for example, by\npreventing the use or storage of Trackers. Additionally, whenever the use of Trackers is based on consent, Users can\nprovide or withdraw such consent by setting their preferences within the cookie notice or by updating such preferences\naccordingly via the relevant consent-preferences widget, if available.\n\nIt is also possible, via relevant browser or device features, to delete previously stored Trackers, including those\nused to remember the User’s initial consent. Other Trackers in the browser’s local memory may be cleared by deleting\nthe browsing history.\n\n## Locating Tracker Settings\n\nUsers can, for example, find information about how to manage Cookies in the most commonly used browsers at the following\naddresses:\n\n- Google Chrome\n- Mozilla Firefox\n- Apple Safari\n- Microsoft Internet Explorer\n- Microsoft Edge\n- Brave\n- Opera\n\nUsers may also manage certain categories of Trackers used on mobile apps by opting out through relevant device settings,\nsuch as the device advertising settings for mobile devices, or tracking settings in general (Users may open the device\nsettings, view and look for the relevant setting).\n\nOwner and Data Controller\ninovex GmbH\n\nKarlsruher Straße 71\n\n75179 Pforzheim\n\nGermany\n\nOwner contact email: info@scrumlr.io\n\nGiven the objective complexity surrounding tracking technologies, Users are encouraged to contact the Owner should they\nwish to receive any further information on the use of such technologies by scrumlr.io."
  },
  "MenuBars": {
    "markAsDone": "Mark me as done",
    "unmarkAsDone": "Unmark me as done",
    "addImage": "Add image or giphy",
    "addSticker": "Add sticker",
    "settings": "Settings",
    "editColumns": "Start column mode",
    "stopEditingColumns": "End column mode",
    "startVoting": "Start voting phase",
    "stopVoting": "End voting phase",
    "startFocusMode": "Start focused mode",
    "stopFocusMode": "End focused mode"
  },
  "TimerToggleButton": {
    "label": "Timer",
    "1min": "1 minute",
    "3min": "3 minute",
    "5min": "5 minute",
    "customTime": "Custom time",
    "cancelTimer": "Cancel timer"
  },
  "BoardSettings": {
    "save": "save",
    "edit": "edit"
  },
  "AppInfo": {
    "version": "App version: <0>{{version}}</0>"
  },
  "Toast": {
    "authenticationError": "There occurred a problem while signing you in",
    "votingStarted": "You started the voting phase!",
    "votingFinished": "You ended the voting phase!",
    "focusModeStart": "You started the moderation phase!",
    "focusModeFinished": "You ended the moderation phase",
    "votingPhaseStarted": "Voting phase started! You can vote now!",
    "votingPhaseEnded": "Voting phase ended! You can't vote anymore!",
    "moderationStarted": "Moderation phase started!",
    "moderationEnded": "Moderation phase ended!",
    "timerStarted": "Timer started!",
    "timerEnded": "Timer ended!",
    "timerCancelled": "Timer cancelled!"
  },
  "Homepage": {
    "teaserTitle": "Reach new heights with your <team>team</team> and start your first <retrospective>retrospective.</retrospective>",
    "teaserText": "Start your first session with just one click - no registration required and completely free.",
    "startButton": "Start now",
    "privacyPolicy": "Privacy policy",
    "cookiePolicy": "Cookie policy",
    "terms": "Terms & conditions"
  },
  "Legal": {
    "termsAndConditions": "# Terms and Conditions of scrumlr.io\n\nThese Terms and Conditions _(Terms of Use)_ govern the use of scrumlr.io in a legally binding way.\n\nscrumlr.io is provided by:\n\ninovex GmbH\nKarlsruher Straße 71\n75179 Pforzheim\nGermany\n\n**Owner contact email:** [info@scrumlr.io](mailto:info@scrumlr.io)\n\n\"scrumlr.io\" refers to\n* this website, including its subdomains and any other website through which the Owner makes its Service available;\n* the Application Program Interfaces (API);\n* the Service;\n\nThese Terms of Use shall accordingly be applicable to provision of new versions of scrumlr.io (e.g. patches, bug fixes, updates, upgrades, etc.).\n\nAny general terms and conditions of the user shall expressly not form part of the agreement, even if inovex does not expressly object to their applicability.\n\nThe User must read this document carefully.\n\n## TERMS OF USE\n\nUnless otherwise specified, the terms of use detailed in this section apply generally when using scrumlr.io.\n\nBy using scrumlr.io, Users confirm to meet the following requirements:\n\n* There are no restrictions for Users in terms of being Consumers or Business Users;\n* Users must be recognized as adult by applicable law;\n* Minors may only use scrumlr.io under parental or adult supervision;\n\n### Account registration\n\nTo use the Service Users may register or create a User account, providing all required data or information in a complete and truthful manner.\nUsers may also use the Service with an anonymous User account and without registering or creating a User account, however, this may cause limited availability of certain features or functions.\n\nBy registering, Users agree to be fully responsible for all activities that occur under their username.\n\nUsers are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts or personal data, have been violated, unduly disclosed or stolen.\n\n#### Conditions for account registration\n\nRegistration of User accounts on scrumlr.io is subject to the conditions outlined below. By registering, Users agree to meet such conditions.\n* Accounts registered by bots or any other automated methods are not permitted.\n\n#### Account termination\n\nUsers can terminate their account and stop using the Service at any time by doing the following:\n* By directly contacting the Owner at the contact details provided in this document.\n\n#### Account suspension and deletion\n\nThe Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.\nThe suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.\nThe suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.\n\n### Content on scrumlr.io\n\nUnless where otherwise specified or clearly recognizable, all content available on scrumlr.io is owned or provided by the Owner or its licensors.\n\nThe Owner undertakes its utmost effort to ensure that the content provided on scrumlr.io infringes no applicable legal provisions or third-party rights. However, it may not always be possible to achieve such a result.\n\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.\n\n#### Rights regarding content on scrumlr.io - All rights reserved\n\nThe Owner holds and reserves all intellectual property rights for any such content.\nWhere explicitly stated on scrumlr.io, the User may download, copy and/or share some content available through scrumlr.io and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.\nAny applicable statutory limitation or exception to copyright shall stay unaffected.\n\n### Content provided by Users\n\nThe Owner allows Users to upload, share or provide their own content to scrumlr.io.\n\nBy providing content to scrumlr.io, Users confirm that they are legally allowed to do so and that they are not infringing any statutory provisions and/or third-party rights.\nFurther insights regarding acceptable content can be found inside the section of these Terms which detail the acceptable uses.\n\n#### Rights regarding content provided by Users\n\nUsers acknowledge and accept that by providing their own content on scrumlr.io they grant the Owner a non-exclusive, fully paid-up and royalty-free license to process such content solely for the operation and maintenance of scrumlr.io as contractually required.\nTo the extent permitted by applicable law, Users waive any moral rights in connection with content they provide to scrumlr.io.\n\nUsers acknowledge, accept and confirm that all content they provide through scrumlr.io is provided subject to the same general conditions set forth for content on scrumlr.io.\n\n#### Liability for provided content\n\nUsers are solely liable for any content they upload, post, share, or provide through scrumlr.io. Users acknowledge and accept that the Owner does not filter or moderate such content.\nHowever, the Owner reserves the right to remove, delete, block or rectify such content at its own discretion and to, without prior notice, deny the uploading User access to scrumlr.io:\n\n* if any complaint based on such content is received;\n* if a notice of infringement of intellectual property rights is received;\n* upon order of a public authority; or\n* where the Owner is made aware that the content, while being accessible via scrumlr.io, may represent a risk for Users, third parties and/or the availability of the Service.\n\nThe removal, deletion, blocking or rectification of content shall not entitle Users that have provided such content or that are liable for it, to any claims for compensation, damages or reimbursement.\nUsers agree to hold the Owner harmless from and against any claim asserted and/or damage suffered due to content they provided to or provided through scrumlr.io.\n\n#### Access to provided content\n\nContent that Users provide to scrumlr.io is made available according to the criteria outlined within this section.\n\n##### Private content\n\nPrivate content provided by Users shall stay private and will not be shared with any third parties or accessed by the Owner without the User’s explicit consent.\n\n##### Content for determined audiences\n\nContent meant to be made available to specific audiences may only be shared with such third parties as determined by Users.\nAny personal data, identifier or any other information Users upload in connection with such content (such as a User-ID, avatar or nickname etc.) shall also appear in connection with the content.\nUsers may (and are encouraged to) check on scrumlr.io to find details of who can access the content they provide.\n\n### Access to external resources\n\nThrough scrumlr.io Users may have access to external resources provided by third parties. Users acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.\n\nConditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.\n\n### Acceptable use\n\nscrumlr.io and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.\n\nUsers are solely responsible for making sure that their use of scrumlr.io and/or the Service violates no applicable law, regulations or third-party rights.\nTherefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including denying Users access to scrumlr.io or the Service, terminating contracts, reporting any misconduct performed through scrumlr.io or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users are suspected to be in violation of any laws, regulations, third-party rights and/or these Terms, including, but not limited to, by engaging in any of the following activities:\n\n#### Conduct restrictions\n\n* pretending to fulfill any possible condition or requirements for accessing scrumlr.io and/or using the Services, such as for instance being adult according to law or qualifying as a Consumer;\n* concealing their identity or stealing someone else's identity or pretend to be or represent a third-party, if not allowed to do so by such third-party;\n* manipulating identifiers to disguise or otherwise conceal the origin of their messages or of the content posted;\n* defaming, abusing, harassing, using threatening practices, threatening or violating the legal rights of others in any other way;\n* promoting activity that may endanger the User’s life or the life of any other User or lead to physical harm. This includes but is not limited to suicide threats or instigations, intentional physical trauma, the use of illegal drugs, or excessive drinking. Under no circumstance is any User allowed to post any content promoting and/or encouraging and/or showing any self-destructive or violent behavior on scrumlr.io;\n* probing, scanning or testing the vulnerability of scrumlr.io, including the services or any network connected to the website, nor breaching the security or authentication measures on scrumlr.io, including the services or any network connected to scrumlr.io;\n* installing, embedding, uploading or otherwise incorporating any malware into or via scrumlr.io;\n* using scrumlr.io or the technical infrastructure in an abusive, excessive or otherwise inappropriate way (for example: for spamming purposes);\n* attempting to disrupt or tamper with the technical infrastructure in a manner that harms or places an undue burden on scrumlr.io or the Service;\n\n#### Excessive use of the Service\n\n* using a resource of scrumlr.io excessively in relation to other Users of scrumlr.io – in such cases, the Owner, at its sole discretion, additionally reserves the right to suspend the User’s account or limit the related activity until the User reduces the excessive consumption;\n\n#### Excessive use of the API\n\n* sending abusive or excessively frequent requests to the Service via the API. The Owner will determine what constitutes abuse or excessive usage of the API and additionally reserves the right to temporarily or permanently suspend access to the API by the User. In such cases, the Owner will make a reasonable attempt to alert the User prior to suspension;\n\n#### Scraping\n\n* adopting any automated process to extract, harvest or scrape information, data and/or content from scrumlr.io and all the digital properties thereto related unless where explicitly allowed to do so by the Owner;\n\n#### Content restrictions\n\n* disseminating or publishing content that is unlawful, obscene, illegitimate, libelous or inappropriate;\n* publishing any content that promotes, either directly or indirectly, hate, racism, discrimination, pornography, violence;\n* disseminating or publishing any content that is false or may create unjustified alarm;\n* using scrumlr.io to publish, disseminate or otherwise provide content protected by intellectual property laws, including but not limited to patent, trademark or copyright law, unlawfully and without the legitimate right-holder’s consent;\n* using scrumlr.io to publish, disseminate or otherwise make available any other content which infringes on any third-party rights, including but not limited to state, military, trade or professional secrets and personal data;\n* publishing any content or carrying out any activity that disrupts, interrupts, harms, or otherwise violates the integrity of scrumlr.io or another User's experience or devices. Such activities include: spamming, distributing unauthorized advertisements, phishing, defrauding others, spreading malware or viruses etc.;\n\n#### User protection\n\n* misappropriating any account in use by another User;\n* harvesting or collecting any personally identifying information of other Users including but not limited to their email addresses or contact information, by circumventing the privacy setting of other Users’ accounts on scrumlr.io or by any other means;\n* using any information relating to other Users, including personal or contact data, for purposes other than those scrumlr.io is intended for;\n\n#### Commercial use restrictions\n\n* indicating or trying to imply in any manner, that a User stands in a qualified relationship with scrumlr.io or that scrumlr.io has endorsed the User, the User’s products or services or any third party's products and services for any purpose;\n\n### Software license\n\nThe software embedded in or related to scrumlr.io is provided under a some-rights-reserved license.\n\nThis means that Users are granted broad rights, including but not limited to the rights to use, execute, copy or distribute the software, to the extent determined by such license.\nThe terms of such license shall always prevail upon conflicting, divergent or inconsistent provisions of these Terms.\nIn particular, scrumlr.io and/or the software thereto related are provided under a MIT License license, allowing Users to access and use the software’s source code.\nUsers may find further information regarding the license terms here.\n\n### API usage terms\n\nUsers may access their data relating to scrumlr.io via the Application Program Interface (API). Any use of the API, including use of the API through a third-party product/service that accesses scrumlr.io, is bound by these Terms and, in addition, by the following specific terms:\n\n* the User expressly understands and agrees that the Owner bears no responsibility and shall not be held liable for any damages or losses resulting from the User’s use of the API or their use of any third-party products/services that access data through the API.\n\n## Liability and indemnification\n\n### Limitation of liability\n\nUnless otherwise explicitly stated and without prejudice to applicable statutory product liability provisions, Users shall have no right to claim damages against the Owner (or any natural or legal person acting on its behalf).\nThis does not apply to damages to life, health or physical integrity, damages resulting from the breach of an essential contractual obligation such as any obligation strictly necessary to achieve the purpose of the contract, and/or damages resulting from intent or gross negligence, as long as scrumlr.io has been appropriately and correctly used by the User.\nUnless damages have been caused by way of intent or gross negligence, or they affect life, health or physical integrity, the Owner shall only be liable to the extent of typical and foreseeable damages at the moment the contract was entered into.\nIn particular, within the limits stated above, the Owner shall not be liable for:\n\n* any loss of business opportunities and any other loss, even indirect, that may be incurred by the User (such as, but not limited to, trading losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, etc.);\n* damages or losses resulting from interruptions or malfunctions of scrumlr.io due to acts of force majeure, or unforeseen and unforeseeable events and, in any case, independent of the will and beyond the control of the Owner, such as, but not limited to, failures or disruptions of telephone or electrical lines, the Internet and / or other means of transmission, unavailability of websites, strikes, natural disasters, viruses and cyber attacks, interruptions in the delivery of products, third-party services or applications;\n* any losses that are not the direct consequence of a breach of the Terms by the Owner;\n* any damage, prejudice or loss occurring due to viruses or other malware contained in or connected to files available for download from the internet or via scrumlr.io. Users are responsible for implementing sufficient security measures – such as anti-viruses and firewalls to prevent any such infection or attack and for securing backup copies of all data or information exchanged via or uploaded to scrumlr.io.\n\n### Indemnification\n\nThe User agrees to indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners and employees harmless from and against any claim or demand ⁠— including but not limited to lawyer's fees and costs ⁠— made by any third party due to or in relation with any culpable use of or connection to the Service, violation of these Terms, infringement of any third-party rights or statutory provision by the User or its affiliates, officers, directors, agents, co-branders, partners and employees to the extent allowed by applicable law.\n\n## Common provisions\n\n### No Waiver\n\nThe Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision. No waiver shall be considered a further or continuing waiver of such term or any other term.\n\n### Service interruption\n\nTo ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes.\n\nWithin the limits of law, the Owner may also decide to suspend or terminate the Service altogether. If the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.\nAdditionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg. labor actions, infrastructural breakdowns or blackouts etc).\n\n### Service reselling\n\nUsers may not reproduce, duplicate, copy, sell, resell or exploit any portion of scrumlr.io and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.\n\n### Privacy policy\n\nTo learn more about the use of their Personal Data, Users may refer to the privacy policy of scrumlr.io.\n\n### Intellectual property rights\n\nWithout prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to scrumlr.io are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.\n\nAll trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with scrumlr.io are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.\n\n### Changes to these Terms\n\nThe Owner reserves the right to amend or otherwise modify these Terms at any time. In such cases, the Owner will appropriately inform the User of these changes.\n\nSuch changes will only affect the relationship with the User for the future.\nThe continued use of the Service will signify the User’s acceptance of the revised Terms. If Users do not wish to be bound by the changes, they must stop using the Service. Failure to accept the revised Terms, may entitle either party to terminate the Agreement.\nThe applicable previous version will govern the relationship prior to the User's acceptance. The User can obtain any previous version from the Owner.\nIf required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.\n\n### Assignment of contract\n\nThe Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account. Provisions regarding changes of these Terms will apply accordingly.\n\nUsers may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.\n\n### Contacts\n\nAll communications relating to the use of scrumlr.io must be sent using the contact information stated in this document.\n\n### Severability\n\nShould any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.\nIn case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.\nWithout prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.\n\n### Governing law, Jurisdiction\n\nThe laws of the Federal Republic of Germany shall govern the provision of scrumlr.io as well as all legal relations in this connection between the Vendor and the User. Applicability of the UN Convention on Contracts for the International Sale of Goods (CISG) shall be precluded.\n\nIn the event that the User should be (i) a registered businessman within the meaning of the “Handelsgesetzbuch” / German Commercial Code, (ii) a legal entity under public law or a special fund under public law, or (iii) if the User maintains no general venue of jurisdiction within the territory of the Federal Republic of Germany, Karlsruhe, Germany is agreed as venue of jurisdiction. However, the Vendor shall reserve the right to raise action or implement other court proceedings at the venue of the User’s general jurisdiction.\n\nLatest Update November, 2021",
    "privacyPolicy": "",
    "cookiePolicy": "# Cookie policy of scrumlr.io\n\nThis document informs Users about the technologies that help scrumlr.io to achieve the purposes described below.\nSuch technologies allow the Owner to access and store information (for example by using a Cookie) or use resources\n(for example by running a script) on a User’s device as they interact with scrumlr.io.\n\nFor simplicity, all such technologies are defined as &quot;Trackers&quot; within this document – unless there is a\nreason to differentiate. For example, while Cookies can be used on both web and mobile browsers, it would be inaccurate\nto talk about Cookies in the context of mobile apps as they are a browser-based Tracker. For this\nreason, within this document, the term Cookies is only used where it is specifically meant to indicate that particular\ntype of Tracker.\n\nSome of the purposes for which Trackers are used may also require the User&apos;s consent. Whenever consent is given,\nit can be freely withdrawn at any time following the instructions provided in this document.\n\nScrumlr.io only uses Trackers managed directly by the Owner (so-called &quot;first-party&quot; Trackers). The validity\nand expiration periods of first-party Cookies and other similar Trackers may vary depending on the lifetime set by the\nOwner. Some of them expire upon termination of the User’s browsing session.\n\n## Activities strictly necessary for the operation of scrumlr.io and delivery of the Service\n\nScrumlr.io uses so-called “technical” Cookies and other similar Trackers to carry out activities that are strictly\nnecessary for the operation or delivery of the Service.\n\n## How to manage preferences and provide or withdraw consent\n\nThere are various ways to manage Tracker related preferences and to provide and withdraw consent, where relevant:\nUsers can manage preferences related to Trackers from directly within their own device settings, for example, by\npreventing the use or storage of Trackers. Additionally, whenever the use of Trackers is based on consent, Users can\nprovide or withdraw such consent by setting their preferences within the cookie notice or by updating such preferences\naccordingly via the relevant consent-preferences widget, if available.\n\nIt is also possible, via relevant browser or device features, to delete previously stored Trackers, including those\nused to remember the User’s initial consent. Other Trackers in the browser’s local memory may be cleared by deleting\nthe browsing history.\n\n## Locating Tracker Settings\n\nUsers can, for example, find information about how to manage Cookies in the most commonly used browsers at the following\naddresses:\n\n- Google Chrome\n- Mozilla Firefox\n- Apple Safari\n- Microsoft Internet Explorer\n- Microsoft Edge\n- Brave\n- Opera\n\nUsers may also manage certain categories of Trackers used on mobile apps by opting out through relevant device settings,\nsuch as the device advertising settings for mobile devices, or tracking settings in general (Users may open the device\nsettings, view and look for the relevant setting).\n\nOwner and Data Controller\ninovex GmbH\n\nKarlsruher Straße 71\n\n75179 Pforzheim\n\nGermany\n\nOwner contact email: info@scrumlr.io\n\nGiven the objective complexity surrounding tracking technologies, Users are encouraged to contact the Owner should they\nwish to receive any further information on the use of such technologies by scrumlr.io."
  }
}
